{"id": 41, "title": "六十甲子籤第四十一籤", "subtitle": "屬木利春　宜其東方", "fortune": "庚申○○●　○○○", "poem": ["今行到此實難推", "歌歌暢飲自徘徊", "雞犬相聞消息近", "婚姻夙世結成雙"], "analysis": {"zh": "事情到現在這樣的狀況，自己也很難推辭與自己無關。就像是在歌唱歡樂的情境中，卻自己一人獨自猶豫徘徊。聽到雞犬的聲音，代表著將傳來事情的消息。如果是夙世的姻緣，自然會在一起。目前求籤者處於由於徘徊未定的局面，而這樣的狀況與自己過去的作為有關，應當檢討自己的錯誤加以改進，若要看事情的轉機要等到「雞犬相聞」的時候，會有明確的消息出現，就像若是注定的姻緣，自然而然結婚一樣。「雞犬相聞」，出自陶淵明的桃花園記，原本是指雞與犬和諧相處，這首籤詩中除了和諧意之外，尚含有指點時機之意，雞為酉、狗為戌，日為酉戌日、月為農曆八、九月、年為雞狗年，是成事的好時機。若問人際關係或感情復合，則必須注意與對分相處和諧才是成事之道。事情到現在這樣的狀況，自己也很難推辭與自己無關。就像是在歌唱歡樂的情境中，卻自己一人獨自猶豫徘徊。聽到雞犬的聲音，代表著將傳來事情的消息。如果是夙世的姻緣，自然會在一起。", "en": "It is very difficult to refuse nothing to do with yourself when things come to such a situation now. It is like that you are wandering when there is joy of music surrounding. You will get the message when you hear dog barking or rooster crowing, and you will be together naturally if you are doomed by past life fate.You are now facing a unclear situation and that is related to what you have done before. So you had better review yourself and correct that you did wrong. Things will change when “rooster and dog hear each other”, and then there will be a clear message,  and it is just like a doomed relationship that leads you to marriage naturally. “Rooster and dog hear each other”is from a poem titled “I built my hut in a zone of human habitation”by Yuan-ming Tao, and this sentence shows roosters and dongs get along well, and it means not only a harmony condition but also tells a exact timing: rooster stands for Yo and dog stands for Shu , and the good timing will be the Yo-shu day, August and September , in the year of Rooster and Dong of moon calendar.If you are asking for social relationships or making up with somebody, you have to notice that getting along is what makes things right.", "jp": "状況はここまで来た上に、必ずしも自分に関係ないとは言えないでしょう。楽しい歌唱の喜びにいるのに、一人で躊躇って徘徊する。鶏と犬の鳴き声が聞こえたら、物事の便りが伝わってくるの意味を示す。宿世の縁であれば、自然に寄り添えるでしょう。当面に籤を求める人が躊躇って不定な状態にいる。この状況は自分の過去の行為に関係あり、自分の誤りを検討、改善するべき。物事の転機は「鶏犬共存」の時、明確な便りが現れる。定められた婚姻縁であれば、自然に結婚する様に出来る。「鶏犬共存」は陶淵明の「桃花園記」により、もともとは鶏と犬は調和共存の意味で、この籤の中に調和の意味以外にも、時機を指し示す。鶏が酉であり、犬が戌であり、日は「酉戌日」、月は旧暦の八、九月になり、年は鶏犬年、これは物事が成り立つの好機であるでしょう。人間関係或は復縁の事なら、相手との平和共存を注意するべき。", "reference": "1.王小姐為色事到禍審英月2.掩雞拖木屐三伯探英台凡事　和者吉。作事　難成。家事　克振家聲。家運　漸得平安。婚姻　偕老。求兒　不可。六甲　得添弄璋。(生男)求財　難。酉戌日即成。功名　無。歲君　平和。治病　拖尾。戌日不畏。出外　東北方好。經商　遲有利。來人　戌日到。行舟　無財可得。移居　不可。失物　東北方酉戌尋在。求雨　有。官事　勝局。六畜　不好。耕作　平平有利。築室　九月以後好。墳墓　平平。討海　無利時待。作塭　微利平平。魚苗　不好。月令　不遂。尋人　慢至。遠信　酉戌日至。"}}