{"id": 33, "title": "六十甲子籤第三十三籤", "subtitle": "屬木利春　宜其東方", "fortune": "己巳○●●　○○●", "poem": ["欲去長江水闊茫", "行舟把定未遭風", "戶內用心再作福", "看看魚水得相逢"], "analysis": {"zh": "想要渡過河面寬闊的長江。要乘風駕船而過，但是風還沒吹起，不能吹動船帆，不是行船的時候。在家中好好用心準備，祈禱神明幫忙。時機到了，猶如魚得到水一樣。你目前時運不佳，還沒辦法達成心願，好好準備與充實自己，時機到的時候，就像風來了，帆船可以渡過長江，你也會像魚得到水一樣，可以發揮自己的長才。目前要在家好好自我檢討與自我改進，神明會保佑你，發揮自己才能的一天會到來。此籤「再作福」，有第一次事情不會成之意，要檢討失敗原因，加以改進，再次努力神明相助事情會成之意。想要渡過河面寬闊的長江。要乘風駕船而過，但是風還沒吹起，不能吹動船帆，不是行船的時候。在家中好好用心準備，祈禱神明幫忙。時機到了，猶如魚得到水一樣。", "en": "Would like to cross the broad Yangtz River by boat but there is no wind. It is not time for sailing. Suggestion for inquirer is to stay at home and prepare carefully. When the opportunity arrives, the situation will be like a fish meet river.Your present fortune is not good and you cannot make your dream come true. Suggestion you to prepare well and wait for the chance. When the good fortune comes, it will be like sailing through Yangtze River with strong wind, and you can make your talent to come into full play. Now, exam and improve yourself and with God’s bless, your good fortune will come soon.                                                          This fortune note means that you won’t make it the first time. Exam the reasons of failure and correct them. You will get success with God’s help next time.", "jp": "幅広い河面の長江を渡りたい。風が吹き出せずに、帆は未だ動けない、船出の時期ではないでしょう。家でよく準備して、神明の助けを祈願する。時機になれば、水を得た魚の様になるでしょう。あなたの時運が不調で、心願を達成できない。よく準備して自己充実しましょう。時機が来れば、風が吹き出す様、帆船も長江を渡ることが出来るでしょう。あなたも水を得た魚の様に、才能発揮ができる。当面では家で自己検討、改正を行い、神明は貴方を加護するので、自分の才能発揮の日が来るでしょう。この籤に「再作福」と言う言葉が、初回の行いは成り立たないの意味。失敗の原因を検討し、改正を加え、再び努力すれば、神明の加護で、行いが成り立つでしょう。", "reference": "1.銅銀指私混銅之偽銀幣。紙靴指用紙代革所造之假鞋。意即使用偽幣卻買了假貨。想騙人自己也被騙。有害人終害己之意。故事出處未明。籤文新解欲去長江水闊茫。　有大水阻隔欲望。行舟把定未遭風。　欠佳運(風)而未能前進。戶內用心再作福。　內心須去惡從善。並求神明保佑。看看魚水得相逢。　如此才有風把帆吹。(魚水喻風帆)本籤之　解曰▼　29項多不合此意。因此讀者只能以　解曰(人意)▼　作參考。主看簽詩(神示)內容。反覆推敲及請教賢明(貴人)。2.劉備入東吳回荊州劉玄德。即西蜀先主也。為荊州牧時。甘夫人(劉備妻)新喪。東吳孫權聞知。詐以妹招贅欲賺(軟禁)其人。吳素討荊州。孔明料知。乃授趙雲錦囊計。保先主入吳。(東江招親)意弄假成真。娶孫夫人以歸焉。有曰周郎妙計高天下。賠了夫人又折兵。凡事　不可急進。作事　二次成功。家事　門庭缺。後團圓。家運　門庭興旺。婚姻　大吉。求兒　且慢。待後日。六甲　先男後女。求財　漸有。功名　望後科。歲君　平和。治病　拖尾。破財。不畏出外　平安。經商　安分待時。來人　辰未日(半月)到。行舟　恐防未日(半月)風波。移居　二次成吉。失物　用心再尋。求雨　緩有。官事　先呆後好。六畜　小吉。耕作　有收成。築室　要把定。待後日。墳墓　地運小吉討海　得財。作塭　漸漸得財。魚苗　好。月令　不安。尋人　未日(半月)在。遠信　音信遲延。"}}