{"id": 14, "title": "六十甲子籤第十四籤", "subtitle": "屬火利夏　宜其南方", "fortune": "丙寅○●●　●○○", "poem": ["財中漸漸見分明", "花開花謝結子成", "寬心且看月中桂", "郎君即便見太平"], "analysis": {"zh": "從財運或金錢關係來看，事情漸漸地明朗起來了。就像花開花謝了之後果實結成，有一個結果的時候將要到來。不妨安心地等待月圓時候。這時候到了你便可以平安無事了。這首籤詩最重要的事要瞭解「結子成」的意思，表示所詢問的這件事情已經有了一個結果了，這個結果在農曆十五或中秋節的時候就可以看出來。  月中桂指的是月圓的時候，或中秋節，求得此籤所詢問的問題要到農曆十五或中秋節才能平安度過。由於籤詩中最後的結果是「太平」，所以表示在太平之前是有困難與磨難，而這個困難要特別留意與金錢有關，因為籤詩指點「財中漸漸見分明」，困難結束之後也只是平安無事而已。從財運或金錢關係來看，事情漸漸地明朗起來了。就像花開花謝了之後果實結成，有一個結果的時候將要到來。不妨安心地等待月圓時候。這時候到了你便可以平安無事了。", "en": "From wealth or financial aspects, the situation gradually clears up. Just like flower seeds after its withering, there is an outcome arriving.Wait for the full moon patiently. At this time you will be safe and sound.“Seed”is the most crucial word to understand in the stanza, because there is a result of the questioning. This results will emerge on the fifteenth day of Chinese calendar or on the Mid-Autumn Festival.                                 “Osmanthus fragrans in the middle of the month”refering that the asker’s questioning will have an answer on the full moon or the Full Moon Festival                             .                                                                                                               The end of the stanza is “peace”, before that there are difficulties and suffering related to money. “Financial problem will be ascertained” infers that only peace comes after the end of difficulties.", "jp": "財運或は金銭関係から見ると、物事はだんだん明朗になるでしょう。花咲く花散りで、実を結ぶの様に、実るの時期が来るでしょう。安心して満月を待てば、あなたには平和無事になるでしょう。この籤は最も重要な事が「結子成」（実る）の意味。尋ねる事はもう結果が出ている。その結果は旧暦の十五日に、又は中秋節の時に見えてくるでしょう。「月中桂」は満月を指します。この籤によると、尋ねる問題は旧暦の十五或は中秋節の時に、無事に乗り越えることが出来るでしょう。籤の最後の結果では「太平」であり、その意味は太平になる前に困難と苦難があり、それも金銭と関係あるので、気を付けましょう。困難が終われば、只の平和無事だけでしょう。", "reference": "李世民遊地府:唐太宗。李世民。因涇河鬼龍投訴世民曾許諾救他而沒救。閻王召世民下幽冥對案。由于鬼門關有入無出。須經過十殿至輪轉。超生貴道門而回陽。時歷三晝夜。王宮已把世民入棺。後破棺救出世民。太宗有感惡報之慘。于是大赦天下。四百死囚離獄。三千怨女出宮。(故事見于西遊記11回)凡事　大吉。作事　決意成功。家事　光前裕后。可喜。家運　平安。婚姻　成好。求兒　平正。六甲　先男後女。富貴。求財　月光進。漸暗少。功名　可喜。歲君　中和。治病　險。月光過不畏。出外　不可(必得貴人)。經商　漸得。來人　月尾到。行舟　月圓過大吉。移居　吉。(不可)失物　西方尋。(月光在。月暗無)求雨　月半無。月尾有。官事　破財後。完明。六畜　大吉。耕作　早晚有收成。築室　子孫永發其昌。墳墓　得其地。後大吉。討海　月光過。大吉。作塭　先微。後有大利。魚苗　大利。月令　頭破錢。後如意。尋人　月中至。遠信　速至。"}}