{"id": 17, "title": "六十甲子籤第十七籤", "subtitle": "屬火利夏　宜其南方", "fortune": "丙申○○●　●○○", "poem": ["舊恨重重未改為", "家中禍患不臨身", "須當謹防宜作福", "龍蛇交會得和合"], "analysis": {"zh": "過去重重疊疊的過錯與困難所帶來的傷害，還留在心裡沒有消失，問題的癥結點也尚未解決。就像是家中發生的災禍不是在自己身上發生，但是要提防壞事發生在自己身上一般地，要多做好事為自己造福，這樣可以提防災禍發生。等到龍與蛇交會的時候，所迷惘的事情會有一個結果的。這首籤詩提醒當事人要改進過去的錯誤，雖然這個錯誤對自己還沒有造成什麼影響，但是也要多做好事、認真做好自己的分內工作，真相大白或事情得到結果的時機在龍蛇交會之時。龍蛇交會所指的是事情明朗、結果出現的時機，近者指月份，龍（辰）為三月，蛇（巳）為四月，遠者指龍年與蛇年交接的時候。但若求籤者的生肖為龍或蛇之一，也不妨思考是否龍與蛇指的是當事人與所求之事或貴人為另一生肖。過去重重疊疊的過錯與困難所帶來的傷害，還留在心裡沒有消失，問題的癥結點也尚未解決。就像是家中發生的災禍不是在自己身上發生，但是要提防壞事發生在自己身上一般地，要多做好事為自己造福，這樣可以提防災禍發生。等到龍與蛇交會的時候，所迷惘的事情會有一個結果的。", "en": "In your heart, the old score hasn’t past, still remaining there and you haven’t found a way to overcome the crux. Just like calamity occurred in your family not on you, but other people cannot learn about the feeling. Be cautious at this time, and do more charity to accumulate well virtue for yourself, that could help you watch out for evil. You will get a good result druing the period of the day from 7 a.m. to 11 a.m.This fortune note reminds the asker to correct the past mistakes, although they haven’t caused serious effect and reminds the asker to do charity and do his/her work well. The solution or result will appear during the period when Dragon year moving to the Snake year.                                                                                        When the Dragon meets the Snake refers to the occasion that the solution or result appear. It could refer to the soon month soon, Dragon represents March and Snake is April, or the late year, during the period when the transfer fom Dragon year to the Snake year.                                                                                              If the asker’s animal sign is dragon or snake, the partner’s animal sign maybe the other one.", "jp": "過去のいろんな誤りと困難と共に連れてきた傷害が、心の中に残っている。問題点も未解決のまま、家で発生した災いは自分に与えられなくても、自分に発生しない様に予防するが必要、多くの善行に務め、自分に陰徳を積もれば、災いの発生も予防できるでしょう。龍と蛇の交流で共存する時、迷うこともなくなるでしょう。この籤は、当事者に過去の誤りを改正しょうと、注意を喚起するでしょう。その誤りは今のところ、影響がなさそうですが、善行に務め、真面目に分限内の事を尽くしてやるべき。真相が明らかになる、或は結果が出る時機は龍蛇合交流、共存するの時になるでしょう。龍蛇交流と言うのは物事が明朗になり、結果が出る時機のこと。近くは月別を指す、龍（辰）は三月、蛇（巳）は四月になる。遠く云えば龍年と蛇年の交替の時点。籤を求める者の生れ年が龍、又は蛇の場合、その龍と蛇と言うのは、当事者にとって、求める事及び貴人（目上の人又は恩人）が、相手の生れ年の干支を意味すると考えても良いでしょう。", "reference": "1.紅孩兒捷住路頭2.范丹妻未出身殺九夫凡事　人害緊。和無事。作事　先難後易。家事　和為貴。家運　居之則安。婚姻　大吉。求兒　不可。六甲　先男後女。求財　勤儉必得。功名　修陰德必中。歲君　淡淡。治病　求神庇祐。辰未日(半月)過漸癒。出外　辰巳日則可。經商　平平。來人　辰未日(半月)到。行舟　平平。財輕。移居　隨意。(不可)失物　辰巳日在。(難尋)求雨　初初到尾。(不明其意)官事　和為貴。不和凶。六畜　納者不可。耕作　平平。少利。築室　有犯陰邪。墳墓　平平。小吉。討海　微利運不辰作塭　運不合。求小利。魚苗　微利。月令　不畏。漸漸平安。尋人　待時。遠信　慢。"}}