{"id": 19, "title": "六十甲子籤第十九籤", "subtitle": "屬水利冬　宜其北方", "fortune": "丁丑●○●　●●○", "poem": ["富貴由命天註定", "心高必然誤君期", "不然且回依舊路", "雲開月出自分明"], "analysis": {"zh": "人的一生富貴容華與否，都是命中注定的。如果自己的期望過高或內心驕傲，都會是使你錯過前程時機的因素。不然你還是按照原來的路線發展。等到烏雲散去月亮出來的時候，月亮的光輝會照亮四周。人的一生會有多少榮華富貴都是早已注定好的，如果自己心裡的期望過高，一直努力追求沒有辦法達成目標，這樣做反而會錯過原本屬於你的前程與機會。目前所求的事情有阻礙，就像烏雲遮住月亮看不清楚方向般地，不利於現在做改變，暫時還是按照目前的樣子，按兵不動。在等待機會來臨之前，應該要先自我檢討，自我修正與充實，機會一來，就像等到月亮一出來，光輝照耀四周明亮般地，你就會清楚未來的方向了。抽中此籤，要特別留意勿心高氣傲、得理不饒人或訂定目標過高超過自己的能力範圍，要衡量自己的條件或情況，作自我調整，當機會來了，才不會錯過屬於自己成功的機會。人的一生富貴容華與否，都是命中注定的。如果自己的期望過高或內心驕傲，都會是使你錯過前程時機的因素。不然你還是按照原來的路線發展。等到烏雲散去月亮出來的時候，月亮的光輝會照亮四周。", "en": "Wealth and honor are destined. Too high expectations or too pride will make you lose your future. Go back to your original route. The moon’s will shine again after the dark clouds disperse.Wealth and honor are destined in one’s life. If you embrace too high expectations and pursue the unreasonable goal, you may miss the prospects and opportunity that belong to you. There is an obstacle to your goal, like a dark cloud covering the moon and the direction is illegible. It’s not time to change now, so stay up. Before the opportunity coming, suggest you to make a self-criticism to fix the direction and enrich yourself. As the opportunity comes, you would recognize your direction, like the moon shines down all upon the land again.                                                                                                   One drawn the fortune note has to stop being proud and arrogant or embracing too high expectations that exceed your ability. Adjust your goal to fit the conditions or circumstances, and then you won’t miss your own chance to succeed.", "jp": "人の一生、富貴栄華か否か、運命づけられている。期待が高ければ、或は自惚れ心で、あなたは前途時機に行き違いの原因になるでしょう。さもなければ、元の道に戻って発展するべき。暗雲が消え去り、月の光も回りを照らすでしょう。人の一生、どれ位の富貴栄華があるか、既に運命づけられている。自分の心の中で、あまり期待が高すぎると、ひたすらに達成できない目標ばかりを求めると、却って本来のあなたの前途と機会が逃される。今の求める事には支障があり、暗雲が月を遮る如く、方向がはっきり見えなくなり、現時点の変更に対して、不利になるでしょう。とりあえず、今までのまま、諸々の行いを慎重にするべき。機会が来る前に、自己検討、自己修正と充実すること。機会が来れば、月が出たら、光が明るく回りを照らす様、未来の方向もはっきりするでしょう。この籤を得た人は自惚れ心が忌むべき、また酷薄な行為をやめましょう。目標は自分の能力に超えるか否か、自分の条件と状況を計り掛ける、自己調整、機会が来れば、自分のものを見逃しの無いように手にしましょう。", "reference": "朱壽昌尋母在長亭（朱壽昌辭官尋母）:朱壽昌字康叔。宋朝天長人。母劉氏(妾)被遂後改嫁。朱于熙寧(1068~1077)初。棄官尋母曰。不見母面誓不復還。至同州竟無意中見母。劉氏已七十多歲(分離五十年)。觀音收大鵬鳥凡事　被人害。理完(終)明。作事　月光好。家事　和而貴。(犯相剋。望神佛)家運　不佳。可住平安。婚姻　不成。由天註定。求兒　慢一步。六甲　先女後男。得貴。(作福出麟兒)求財　守機而作。功名　難得。歲君　照舊。治病　險。月光好。若(暗)不癒。出外　不可。經商　難如意。守待時。來人　月頭到。行舟　平平。移居　可。失物　月光在。暗難尋。求雨　未有。官事　命運犯刑相剋。拖尾。六畜　不可。耕作　不可依舊。築室　不可。墳墓　舊墳重興。討海　運微不逢時。作塭　守運心亦虧本。魚苗　應月明。月令　桂候。尋人　暫待。遠信　將近就至。"}}