{"id": 12, "title": "六十甲子籤第十二籤", "subtitle": "屬火利夏　宜其南方", "fortune": "乙亥●○○　●○○", "poem": ["長江風浪漸漸靜", "于今得進可安寧", "必有貴人相扶助", "凶事脫出見太平"], "analysis": {"zh": "長江的風浪漸漸平息了。現在風平浪靜的時候，船才得以安全的前進。一定會有貴人幫忙。危險的事情轉為平安。危險的事情終於在貴人的相助之下，可以轉為平安，就像長江的風浪平息了，船才得以安全的前進。求得此籤表示所期待的事面臨危險的狀況，必須忍耐並等待貴人相助才能夠解決，或找尋貴人幫忙化解危機。抽到此籤最重要的事要分辨對自己而言危險指的是什麼，例如很多人為求感情復合，都求到此籤，但卻未必能復合，這是因為有些人的對象是不好的對象，分開對他而言才是脫離難關，邁向平順的未來。若分手的對象是良緣，復合的方法應該要找他人（貴人）從中協調，復合有望。長江的風浪漸漸平息了。現在風平浪靜的時候，船才得以安全的前進。一定會有貴人幫忙。危險的事情轉為平安。", "en": "The waves of the Yangtze River begins to subside. When there is a calm, the ship is able to sail forward safely. There will be a salvation to help you. The thorny subject is overcome safe and well.The situation is like the waves of the Yangtze River begins to subside and the ship can sail forward safely. You have a salvation to help you overcome the thorny subject safe and well. The fortune note represents what you are looking forward is in danger and you have to wait for a salvation or find one to help solve the crisis.                                                                                                     Who gets the fortune note must identify what is dangerous. If inquiring about if there is a chance to make up the relationship, the answer is NO. This fortune note infers he/she is not a good partner. Get rid of him/her will give you a better future.                                                                      If your ex is a great partner, try to find a helper to mediate between you two. Having her/him back is expected.", "jp": "長江の風浪が段々静まる。風は穏やかで波も静かであるので、船も安全に出航できるでしょう。必ず貴人（目上の人又は恩人）の助けがあり、災い転じて福となす、平安になるでしょう。危うことは、貴人の助けで平安に転じるでしょう。長江の風浪が静まる様に船が安全に前進出来るでしょう。この籤を得た人は期待していることが危機に遇う状況であり、忍耐して貴人の助けを待てば、解決が出来るでしょう。又は貴人の助けを探して危機を解消する。この籤を得た人、最も重要なことは、自分に危険と言うのが何を指すのか、例えば、多くの人が復縁を目指す、この籤を受けても、必ず復縁できるとは限らない、それは一部の人の相手が良くない対象であり、別れる事があの人たちにとって、難関を突破、平穏の未来へ進めるでしょう。もし、別れた相手が良縁であれば、復縁有望の方法として、貴人の斡旋を求めるべきでしょう。", "reference": "1.桃園三結義大丈夫(關公)以四海為家。何患乎吾無兄弟。入桃園。睹兩人奇異。請問英雄何處。雄紏紏。朗曰張飛。貌堂堂。溫言劉備。出生投地今逢主。須待挽天河水來蕩滌。誠哉龍虎風雲會。宰牛馬昭告天地。結義匡扶漢室。2.曹操賜雲 長馬袍贈金銀凡事　月光好。作事　進行有利。家事　光耀門閭。家運　漸安。婚姻　可合成者吉。求兒　吉。六甲　先男高貴。求財　好運。得意。功名　難得。歲君　順吉。治病　月光好。老不痊。出外　有貴人扶。經商　大吉。來人　近日到。行舟　大吉。移居　平正。失物　急尋在。遲難尋。求雨　遠。官事　了錢。求貴人脫。六畜　可納。耕作　平平。築室　慢即可。墳墓　地勢有合。討海　微利后有。作塭　漸得如意。魚苗　中有利。月令　破財不遂。尋人　近日。遠信　速至"}}