{"id": 50, "title": "六十甲子籤第五十籤", "subtitle": "屬金利秋　宜其西方", "fortune": "壬寅●○●　●○○", "poem": ["佛前發誓無異心", "且看前途得好音", "此物原來本是鐵", "也能變化得成金"], "analysis": {"zh": "向菩薩、神明發誓會堅持到底，不改變心意地持續下去的話。就可以得到前途光明的好消息。雖然這件東西目前僅僅是鐵而已。因為你的努力，鐵也可以變成黃金。所謂精誠所至金石為開。所祈求的事情目前的狀況好比只是鐵而已，要靠自己堅定的意志，不斷地努力之下，才有機會讓事情好轉成功（鐵變成金）。求得此籤表示，所祈求的事情需要歷經阻礙，而且在過程中，得籤者可能會有意志動搖想放棄的時候，所以當你要向祈求神明幫忙時，神明要你先確定自己是否有堅定的決心與毅力，如果確認自己有絕不改變決心，會堅持到持續不斷努力下去，會有好消息，而且神明會幫助你的。向菩薩、神明發誓會堅持到底，不改變心意地持續下去的話。就可以得到前途光明的好消息。雖然這件東西目前僅僅是鐵而已。因為你的努力，鐵也可以變成黃金。", "en": "You will hear good news of a bright future if only to pray to Buddha and God continuously without changing your mind. Although this thing is only iron for now, it will transform to gold someday because of your effort.Like the old saying” Sincere moves mountains”, the situation of the thing you pray for now is only like a piece of iron, you ought to effort continuously with a strong will to make things better, like the iron transform to gold. This sign says the things you pray will be through obstacles, and in the process, you might want to give up, so when you pray God for help, God would like you to determine whether you have determination and perseverance. If it is confirmed that you have no way to change the determination, and you have the will to stick to the ongoing efforts continuously, then you will hear the good news, and God will help you.", "jp": "菩薩や神明に誓って、最後まで堅持する、変わらない志を続ければ、前途光明の吉報を受けられるでしょう。今のところ、この物がただの鉄だけで、あなたの努力によって、鉄も黄金に変わるでしょう。一念岩をも通すと言う、当面に求めることの状況がただの鉄だけで、自分の強い意志で、努力し続けるによって、物事を成功に転じられるでしょう。（鉄が黄金に変わる）。この籤では、求める事が阻害される経験をする、その過程に、求める人の信念が揺るぐ、諦める時もあるでしょう。従って、神明のお助けを求める時、神明からあなたの固く決心と意志を確認するでしょう。もし、自分の決意が変わらず、努力を続けて最後まで堅持すれば、吉報も、神明のお助けもあるでしょう。", "reference": "1.小兒遇三煞煞即殺。小兒煞有廿六關。于鬼有五鬼關和鬼門關。本屬凶象。有符可解。難關可過。諭人只要肯信。逢凶化吉。鐵可成金。信乎。(三煞指啥不明)。2.小兒路遇惡鬼凡事　有公人求完。吉。作事　難成。家事　家庭進益。家運　瑞氣滿門。婚姻　難成。成者大吉。求兒　好。大吉。六甲　男女貴氣。(先男後女)(男難養。生女好)求財　大吉。寶樹開花。功名　無。歲君　吉。治病　祝天地者平安。老拖尾。出外　不可。(慢即有大財)經商　先平平。後大吉。來人　月光到。行舟　早晚平平。移居　好。失物　急尋在。(西尋)求雨　及時。官事　拖尾。(去倒得失了錢)六畜　平安大進。耕作　早好晚平。築室　慢吉。墳墓　吉地吉穴。討海　和者大吉。作塭　先呆後有大利。魚苗　後有大利。月令　漸春風好。尋人　速回。遠信　音信速至。"}}