{"id": 20, "title": "六十甲子籤第二十籤", "subtitle": "屬火利夏　宜其南方", "fortune": "丁卯●○○　●●○", "poem": ["前途功名未得意", "只恐命內有交加", "兩家必定防損失", "勸君且退莫咨嗟"], "analysis": {"zh": "事業、考試、升官等等都不能得意。只怕命中注定有困難與阻礙。如果做事三心兩意、感情不專等必定會造成自己的損失。勸你不要悲嘆自己時運不佳，暫時放棄往前進的念頭，退守過去的成果。目前遇到的難關是命中注定的，不需要嘆氣悲傷，暫時退守目前的狀況，不要改變。抽到此籤要特別應注意「退」這個字，這是神明指點所遇難關的的解決之道。例如官司不宜纏訟、宜和解，此即為「退」。常有問健康的信眾抽中此籤，「只恐命內有交加」表示恐怕會危及生命，要小心提防。生病時當然是要看醫生，不過若有無法醫治或診治的疾病，在此提醒籤詩中「兩家」有時暗指兩家先人的問題，也就是常見的雙姓祖先。事業、考試、升官等等都不能得意。只怕命中注定有困難與阻礙。如果做事三心兩意、感情不專等必定會造成自己的損失。勸你不要悲嘆自己時運不佳，暫時放棄往前進的念頭，退守過去的成果。", "en": "Career, exams and promotion won’t go smoothly as your wishes because there are destined difficulties and obstacles there. Being indecisive and fickle would cause losses. This fortune note suggests that to stop your whining and temporarily give up the idea to move forward to keep your current position.This hurdle is destined and then there is no need to be sad. The suggestion for you is to remain the current situation and not try to change it. The word “withdrawing ” in this fortune note gives the solution for the difficulty you are confronting. Take lawsuit for example, try your best to reach an out-of-court settlement. About sickness, it will endanger a life, need to be handled carefully. “Two families” in this fortune note sometimes refers to two family names, an ancestor who hasn’t gotten any worship because he/she died young, used wife’s family name, was adopted, remarried or was a child bride.", "jp": "事業、試験、昇進など、全て得意することが出来ず。恐らく、運命に困難と阻害が付けられている。優柔不断、移り気などで、自分に損失をもたらす。自分の不運を悲嘆するのはやめましょう。取あえず、前進の念頭を放棄し、後退して過去の成果を守るべき。当面に遇う難関は運命に付けられているので、悲嘆する必要がない。取あえず、後退して現状を守る。変更しないこと。この籤では、「退」と言う字を特に注目するべき。これは神明のご指示で、難関に対して解決の道です。例えば、訴訟を行うべきではない。和解するのが望ましく、これが「退」と言うのです。健康の事を聞く信者が、常にこの籤を得ることになる。「只恐命内有交加」と言うのが命を脅かすの恐れがあるので、気を付けるべき。病気の時はお医者さんに診てもらうのが当たり前のことですが、もし治らない病気であれば、それが籤の文章に「両家」と言う言葉に、先祖の問題が暗示されている、即ち、よくある「双姓」の先祖の事でしょう。", "reference": "周文王為姜太公拖車:周文王夜夢飛熊(長翼之虎)。出賢士之兆。文王求賢出溪頭。不見賢人只見鉤。文王回宮傳旨令百官留殿齋戒三日。第四日沐浴更衣。出往磻溪迎姜子牙(道號飛熊)。數里前文王下馬步行。拜子牙為丞相。後文王乘輿。子牙乘馬回朝。(故事見封神榜。拖車一事未見)凡事　了錢。拖尾。不合。作事　無成。家事　恐生孽物。家運　防邪怪作之災。婚姻　難合。求兒　不可。六甲　臨產危險。求財　不得。功名　科運無。難進中。歲君　坎坷。治病　大命險。未日(半月)好。出外　無運。不可。經商　不就。來人　未日(半月)到。行舟　失利。移居　不可。失物　不得了工。求雨　無。官事　拖尾破財。六畜　不合。耕作　難收。築室　不得完美。墳墓　不可葬。地不合。討海　有陰公作祟。作塭　命運蹉跎。無望。魚苗　失了資本。月令　陰邪作病。難遂。尋人　延緩。遠信　音信沉沒。"}}