{"id": 34, "title": "六十甲子籤第三十四籤", "subtitle": "屬火利夏　宜其南方", "fortune": "己未○●○●○●", "poem": ["危險高山行過盡", "莫嫌此路有重重", "若見蘭桂漸漸發", "長蛇反轉變成龍"], "analysis": {"zh": "這是一條要走盡危險的高山的路。不要嫌棄這條路有重重的困難。如果看到蘭花桂花漸漸開的時候。 就算是蛇也會化身成龍，就是成功的時候了。（蛇只能在地面蛇行，但龍可以飛天）雖然目前面臨種種困難，但是千萬不要嫌棄，只要等到蘭花、桂花開的時候，就是你渡過難關，邁向成功的時候。若問時機，可以「蘭桂」來解時機。雖然蘭花因品種不同開花時間不同，但是傳統上常稱「春蘭」，所以蘭花的季節可視為春天。桂花的花季為春、秋二季，所以此籤提示的時機以春為重、秋為輔。另外「若見蘭桂漸漸發」，是此籤提示事情成功的契機，除了解為時間之外，得籤者，不妨想想所求之事是否有與「蘭」或「桂」二字相關的事、人或公司名等，這可能是事情解決的契機。蘭常比喻君子，桂常比喻貴人，因此蘭桂可能比喻君子一般的貴人。這是一條要走盡危險的高山的路。不要嫌棄這條路有重重的困難。如果看到蘭花桂花漸漸開的時候。 就算是蛇也會化身成龍，就是成功的時候了。（蛇只能在地面蛇行，但龍可以飛天）", "en": "This is a dangerous road to high mountains. Although there are numerous difficulties, do no abandon this road. When orchids and osmanthus blossom, it is time to succeed , and then a snake will turn into a dragon.Although facing numerous difficulties, never give up. When orchids and osmathus blossom, it is time to overcome the difficulties and meet with success.                                                                                       “Orchids and osmathus”indicate the right time. Although there are many species of orchids with different blossom time, traditionally they are referred to blossom in spring. As a result, orchid season can viewed as spring. Osmathus blossom in spring and autumn. So the right time will maily fall in spring and secondly in fall.                                                          In addition,“if seeing orchids and osmathus blossoming” not only indicates the right time, but also has the meaning of relative event, persons, or companies that has Chinese words “Lan” or “Gui” in them and they may give help.                                                                                                       Orchids has the metaphor of noble person and osmathus implies benefactor. Thus, Orchid and osmathus may have the meaning of a benefactor of noble.", "jp": "この道は険しい山道だ。険しい道を嫌がらずに。蘭の花と桂花の咲きはじめを見えてくると、蛇も龍に変わってくる。それは成功する時でしょう。（蛇は地面にはって進むだけ、龍が空を飛べる）当面にいろんな困難があるけど、嫌がらずに、蘭の花と桂花が開花する時には、あなたの難関突破、成功へ進める時になるでしょう。もし、時機を問うなら、「蘭と桂」で解ける。蘭の花の品種によって、開花の時期も異なる、伝統的に「春蘭」と言い、従って蘭の季節は春に、桂花の季節は春、秋の二季になる。この籤の提示では、時機には春を主に、秋を補うにする。又「若見蘭桂漸漸發」、この籤で、物事の成功の契機を提示している。時間の事に解釈する以外、この籤を得た人も、求める事が「蘭」と「桂」二文字に関係のある事や人、或は会社名などを考えて見ましょう。解決の契機かもしれない。よく蘭を君子に譬えられ、桂は貴人に譬える。従って、蘭桂を君子に譬えられるでしょう。", "reference": "1、曹操潼關遇馬超2、朱壽昌棄官迎恩亭內尋母凡事　勤勞徐進。作事　先呆漸漸成圓家事　門戶進益。家運　險後漸得吉慶。婚姻　晚成好。求兒　不可。六甲　生女。(先男后女)求財　先呆後好。功名　有望。歲君　未年得宜。治病　少平安。老不好出外　平順。經商　後有大財。來人　辰未日(半月)到。行舟　漸漸有利可得。移居　不可。失物　七八月尋必在。求雨　不日到。官事　難完局。求貴人六畜　小吉。耕作　平平有收築室　宅運漸發。墳墓　得其所哉。討海　春平平冬有財。作塭　有利。魚苗　慢即有。月令　漸漸出運。尋人　遠行待時回。遠信　音信立至。"}}