{"id": 54, "title": "六十甲子籤第五十四籤", "subtitle": "屬土利年　四方皆宜", "fortune": "壬戌○○●　○○●", "poem": ["孤燈寂寂夜沉沉", "萬事清吉萬事成", "若逢陰中有善果", "燒得好香達神明"], "analysis": {"zh": "就像一盞燈孤孤單單地在寂靜地黑夜中亮著，雖然身在黑暗中但是還有一絲光芒。所祈求的願望會平安無事，不會發生什麼不好的事情。如果做事能夠好好努力累積成果，或平日多行善事累積善緣。你的心願會傳達神明，得到庇佑。目前雖然孤單寂寞或孤立無援，但是平日就要多努力、多做好事，這樣可以為自己的成功累積善因，只要你有努力，神明會聽到你的心願，保佑你。正所謂天助自助，事情成功與否，端看自己的努力，外加神明的護持，才會成功。就像一盞燈孤孤單單地在寂靜地黑夜中亮著，雖然身在黑暗中但是還有一絲光芒。所祈求的願望會平安無事，不會發生什麼不好的事情。如果做事能夠好好努力累積成果，或平日多行善事累積善緣。你的心願會傳達神明，得到庇佑。", "en": "Like a lamp lighting up in the silent night lit, it glows even the darkness is surrounding. Whatever you pray will be fine, and nothing bad will happen.Just try your best to accumulate the success, or do good things to others to accumulate good karmas, and your wish will reach the Lord, and you'll be blessed.Maybe you are alone and helpless, but you still have to try hard and do good things more, through these efforts God will hear your wish and give you bless.Like old saying \"God helps who helps himself\", success is based on how hard you try and God's will to help you.", "jp": "孤独の様に、灯りが一つだけで、静かな闇夜に点けられている。暗い中に居ても、微かな光があり。願いが平和無事で、悪事が起きないでしょう。もし、よく努力して成果を積み重ね、或は常に善事を行い、善縁に結ばれて成功出来るでしょう。現在では寂しく孤立無援にしていても、日々の努力や善行を務める事によって、自分に成功の善因を積もれば、神明があなたの願望も聞こえて、守ってあげるでしょう。いわゆる、天は自ら助すくる者を助くと言うこと、物事が成功するか否か、自分の努力に神明の加護を加えて、成功になるでしょう。", "reference": "1.念月英相國寺2.念月英求佛嫁良緣故事來源：郭華買胭脂（即南管樂曲之《念月英》）　http://taipedia.cca.gov.tw/Entry/EntryDetail.aspx?EntryId=23662&o=0&u=-1作者不詳，本事源於《幽冥錄‧買粉兒》（見《太平廣記》卷兩百七十四）及《綠窗新話》。與此同題材有金院本《憨郭郎》、元曾瑞卿雜劇《王月英元夜留鞋記》、明童養中《胭脂記》傳奇等。本事為長安人郭華汴京春闈會試後，與王月英相遇，郭見其姿色豔麗，乃留在京中數月不歸。王自與郭邂逅後，也鍾情於他。郭華藉買胭脂之名到店中與月英眼波傳情，王叫丫環前去送信，約郭在正月十五觀燈之夜相會於相國寺。元宵夜，王前往赴約，見郭於該處橫臥，酒氣沖天，爛醉不醒，便將香羅帕與繡鞋留其身旁離去。郭醒後，見帕與鞋悔恨羞慚，竟將手帕吞入咽喉而噎死。相國寺僧人見郭屍，大駭，到開封府出首。包公斷此案時，以繡鞋為證，傳王月英到郭華棺槨處詢問，王至，見郭華啣手帕於口中，乃以手拽出羅帕，郭復甦醒，包公遂判兩人結為夫妻。以上劇本中關於郭華死因的重要情節，都是郭華吞半幅羅帕而死，惟梨園戲與莆仙戲是吞弓鞋而死的。凡事　清吉。不用財。作事　難成。(必成)家事　望神保佑。家運　門庭興旺。婚姻　大吉。求兒　成好。六甲　弄璋之慶。(生男)求財　先無後有。功名　善心有。歲君　淡淡。治病　不畏。拖尾。祈神。出外　須靠自己。經商　勿與人合夥。來人　月尾到。行舟　小利。移居　好。(不可)失物　緊尋在。求雨　必來。官事　和好。(拖尾。得勝)六畜　小利。耕作　允好。築室　大吉。墳墓　地運(氣)亨通。討海　小利。作塭　小得微利。魚苗　自己有小利。月令　平平。求神庇佑。尋人　祈求。自回。遠信　音信急至。"}}