{"id": 32, "title": "六十甲子籤第三十二籤", "subtitle": "屬土利年　四方皆宜", "fortune": "己卯○●●　●●○", "poem": ["龍虎相交在門前", "此事必定兩相連", "黃金忽然變成鐵", "何用作福問神仙"], "analysis": {"zh": "龍與虎在門前相遇了，但彼此性質不同（個性不合）。事情的結果必定和龍虎相爭有關。原本龍與虎都是神獸，但是相互爭鬥之下，就像黃金變成鐵，失去原本的價值。東西已經失去原本的價值，沒有必要再問神明的旨意或祈求神明幫忙了。龍虎交會表示有相互爭鬥之意，所求籤詢問的這件事情必定與相互爭鬥之事有關，因為不合，造成目前所期望的事情失去了原來的價值（黃金變鐵，變不值錢了），問題的根源其實當事人自己也已經知道了，不必費心在在詢問神明了。經常有人問感情求得此籤，籤意表示兩人個性不合，致使感情變質。亦有詢問工作關係改善的，表示需調整自己為人處事的態度，勿強出頭。龍與虎在門前相遇了，但彼此性質不同（個性不合）。事情的結果必定和龍虎相爭有關。原本龍與虎都是神獸，但是相互爭鬥之下，就像黃金變成鐵，失去原本的價值。東西已經失去原本的價值，沒有必要再問神明的旨意或祈求神明幫忙了。", "en": "Dragons and tigers are different in essence but they meet each other. The inquired event is like the fight between a dragon and a tiger. This fight turns gold into iron and the lose its value. Since there is no value, there is no need to ask God’s will or pray for help.The meet between a dragon and a tiger indicates there is a strife. Because of the strife, the expectation loses its original value. The root of the problem has gotten and don’t bother to ask God.                    As for relationships, the fortune note indicates that the incompatible personality causes the love fading away. Inquiring working relationship, the fortune note indicates that the need to adjust your attitude and not to look out for number one.", "jp": "龍と虎は門の前に出会った。お互いの性質が異なる（性格は合わない）。物事の結果も龍虎の争いに関係あるでしょう。そもそも、龍と虎は神獣であり、お互いの争いで、黄金も鉄に変わる様に、本来の価値がなくなるでしょう。物事は元の価値が失われた上に、神明の意志や助けを求めなくて良いでしょう。龍と虎は門の前に出会った。お互いの性質が異なる（性格は合わない）。物事の結果も龍虎の争いに関係あるでしょう。そもそも、龍と虎は神獣であり、お互いの争いで、黄金も鉄に変わる様に、本来の価値がなくなるでしょう。物事は元の価値が失われた上に、神明の意志や助けを求めなくて良いでしょう。龍虎交流と言うのは、お互いに争いがあるという意味で、求める事が両方の間、必ず争いに関係があるでしょう。お互いに合わない為、当面に期待されることが、元の価値も失ったと言う状況になっている。（黄金が鉄になる、値打ちが無くなった。）根本的な問題点は、当事者自分にも分かる筈。気を遣って神明に聞く必要がないでしょう。常に、感情の事でこの籤を得った人がいる。この籤は、二人の性格が合わない為、感情のことが変質している。又は職場の人間関係の改善について聞くと、人と事に接する態度が、自己調整を行うべき。強がりを止めましょう。", "reference": "1.劉備入東吳進贅劉玄德。即西蜀先主也。為荊州牧時。甘夫人新喪。東吳孫權聞知。詐以妹招贅欲賺其人。吳素討荊州。孔明料知。乃授趙雲錦囊計。保先主入吳。意弄假成真。娶孫夫人以歸焉。2.龍虎交會凡事　退卻。作事　難得成功。家事　恐遇風波之災。家運　多口舌之災。婚姻　不吉。求兒　不可。六甲　防小產。子息虛。求財　失利虧本。功名　無望。歲君　中和。(不遂)治病　有邪凶險。拖尾。少者好。寅辰日不畏出外　不可。犯災難。經商　了錢。來人　寅辰日到。行舟　無利。了工。移居　大不好。失物　難尋。求雨　不日到。官事　了錢拖尾。六畜　損失。耕作　不可。築室　必退敗。墳墓　地氣漸失。討海　徒勞。作塭　失運虧本。魚苗　不可。月令　不遂。尋人　寅辰日在。遠信　音信遲至。"}}