{"id": 47, "title": "六十甲子籤第四十七籤", "subtitle": "屬木利春　宜其東方", "fortune": "辛酉○○●　○●○", "poem": ["君爾何須問聖跡", "自己心中皆有益", "於今且看月中旬", "凶事脫出化成吉"], "analysis": {"zh": "你何必要問神明是否可以顯現神威幫助你呢。捫心自問什麼對你是好的、有幫助的，選擇對自己有利的方向。你等到月中旬的時候。這件事情可以脫離危險局面，由凶轉吉。你何必要問神明的意思呢，其實你心中對事情的好壞很清楚，要選擇對自己有利的方向，所祈求的事情到月中旬的時候，可以脫離困難危險的狀況，變往好的的方向發展。籤詩「自己心中皆有益」指點的事化解危險的方法。所祈求的事情，要自己想清楚選擇對自己有利的方向，這樣才可以讓自己趨吉避凶。 而「月中旬」是只事情的解決時機，中旬就是十日到二十日。你何必要問神明是否可以顯現神威幫助你呢。捫心自問什麼對你是好的、有幫助的，選擇對自己有利的方向。你等到月中旬的時候。這件事情可以脫離危險局面，由凶轉吉。", "en": "Why do you want to ask God for help? Just ask yourself what is good for you, and what helpful for you, and choose the direction of your best advantage.This matter will be out of danger and turn the bad situation to good in the middle of the month.This sign also tells you about the good event inside your body, like Oral drugs or implantation of medical material that helpful for you.Why do you have to ask God when you already know what is good and bad for you? Just choose the best way for yourself then you will get out of dangerous trouble and go forward to a good way in the middle of the month.This sign also shows how to solve dangerous situations. You should figure out what is the best way for you to solve the problem you pray for, so that you can get near the good and away from the bad. “Middle of the month”is the time of solving problems which usually referring the a0 days between 10th to 20th of a month.", "jp": "神威が現れ、あなたを助けるか否か、神明に質問する必要がないではないか。何かがあなたにとって、得になるのか、助かれるのか、内省、自問して有利な方向を選びましょう。月中の時を待てば、この事も危険から脱する、災いを転じて福と為す。「自己身中皆有益」の意味は、体の中に良い要素があり、例えば、内服薬或は医材などを取り入れる様に、有益の意味である。神明の意志を問うことがないではないか、自分の心に、物事の善し悪しが良く分かっている。自分に有利な方向を選びましょう。求める事が中旬になれば、困難、危険から脱する、良い方向に変わって発展するでしょう。籤に「自己身中皆有益」危険を解消する方法を指示している。求める事はよく考え、自分に有利な方向を選べば、自分にも災いを転じて福と為す。「月中」と言うのは解決の時機を指す、中旬は十日から二十日です。", "reference": "1.劉永作官蔭妻兒。2.李三娘井邊會凡事　先凶後好。作事　二次即成。家事　門閭得宜。家運　門庭小吉。婚姻　正好。求兒　好。六甲　年頭生女年尾生男。(月頭女月尾男)(先男後女)求財　輕。功名　有。(後科得進)歲君　淡安。治病　逢未月平安。十二月不吉。出外　先凶後吉。經商　利市。來人　月光到。行舟　春夏好。秋冬平。移居　正好。失物　尋有。(未日/半月在)求雨　未久。官事　先凶後吉。(未日/半月完局)六畜　平安。耕作　中中。築室　有合不畏。墳墓　地勢套當。討海　春夏大吉。作塭　得利。魚苗　先凶後吉。月令　不遂。尋人　慢回。遠信　近日就至。"}}