{"id": 55, "title": "六十甲子籤第五十五籤", "subtitle": "屬木利春　宜其東方", "fortune": "癸丑●●○　○○●", "poem": ["須知進退總言虛", "看看發暗未必全", "珠玉深藏還未變", "心中但得枉徒然"], "analysis": {"zh": "要知道現在想要做的計畫，都是不切實際的。看看前途昏暗，做事未必可以成功。即使身上依然還藏著寶石碧玉，沒有改變。但是珠寶只是藏於自己的心中，還沒被發覺，這是沒有用的事情。就像寶玉藏於石中，需要經過琢磨，才能顯現最美好的價值一樣，現在你還處於磨練的時候，要多充實自己，並將自己的缺點加以修正，不然只因為一些小小的缺點，遮蔽你的優點與才能，讓自己無法實現願望，導致所作所為只是徒勞無功。此籤為懷才不遇、時不我與之籤，還是靜靜等待可以發揮的時機吧。「看看發暗未必全」亦有自己身處在暗處，或對於事情的真相沒有全部瞭解，因為對事情不瞭解（事情不是你想的那樣），所以根據非事情所訂的計畫，想要實現不過是白費力氣吧。要知道現在想要做的計畫，都是不切實際的。看看前途昏暗，做事未必可以成功。即使身上依然還藏著寶石碧玉，沒有改變。但是珠寶只是藏於自己的心中，還沒被發覺，這是沒有用的事情。", "en": "You need to know that what you are planning now is unrealistic.The road you are heading is dim and dark, and there’s no guarantee that you will succeed.It will be the same even if you hide some diamonds and trasure jade with you.Like gem hidden in the stone , you need to go through pondering in order to show the best value It’s the stage for you to practice more , so you have to be fulfill yourself and fix all of your disadvantages. Do not let these tiny disadvantages shield your advantages and abilities therefore make all yur efforts in vain. This sign is an underappreciated one , so that you’d better wait quietly for an opportunity .The sentence of“The road you are heading is dim and dark”also stands for being in the dark so that you are unable to see the whole truth, meaning you might realize things in a wrong way. Therefore if you plan things basing on wrong information, it surely will lead you to nothing.", "jp": "進行しょうと言う計画が現状にそぐわない。前途が暗い、物事には成功すると限らない。例え、金銀財宝がまた身に隠されていても、それがただ心に隠されるに過ぎない。発覚されなければ、役に立たないでしょう。宝石が石の中に隠される様に、出されて磨ければ、より素晴らしい価値が現れる様に、あなたには、また試練の段階で、自己充実と共に、欠点を改正するべき。僅かな欠点でも、あなたの長所と才能を遮ることなく、自分の願望を実現、無駄骨折りにならない様にしましょう。この籤は不遇、非運の籤で、静かに発揮の時機を待ちましょう。「看看發暗未必全」と言うのは、自分が闇の中にいる状態。物事の真相に対し、全てを理解出来ず、物事の不明で、（あなたの思った通りではない）。従って、物事に定められる計画でなければ、実現することが無駄骨折りになるに過ぎないでしょう。", "reference": "1.郭華醉酒誤佳期胭脂記。宋郭華。治陽人。往汴京。赴試。因戀胭脂舖女。王月英之美。落第不歸。羈留汴京。與之約期私會。屆期。王月英至。值郭華酒飲過醉。推擠不醒。乃解日鞋。藏華懷中而回。華醒時。見鞋悔恨。仰吞而死。是何為。出門不知過。欲者戒焉。2.玉堂春求佛嫁良緣明朝正德年間(1506~1521)。名妓玉堂春與王三官(王景隆)相戀。三官耗盡金錢被逐。玉姐贈銀回家讀書求功名。一年後中秋。玉堂春向神明祝願三官中榜。以結良緣。對月燒香禱告天。何時得洩腹中冤。王郎有日登金榜。不枉今生結好緣。三官高中第四名。但玉姐被老鴇賣給山西商人沈洪。沈洪又被妻毒死。其妻誣告玉堂春殺夫。知縣受賂。玉堂春被苦打成招。王三官有幸被派山西巡按。最後冤情大白。終成眷屬。(故事出自警世通言)凡事　了工。無利益。作事　難成。家事　家庭多逢口舌。家運　先凶後吉。婚姻　不成。求兒　不可。六甲　先男後女。(生男)(子媳晚得)求財　輕。功名　等後科。歲君　安。治病　不好。拖尾。出外　無貴人。經商　了錢。來人　未日(半月)到。行舟　無利。移居　不宜。失物　難尋。求雨　未有。官事　拖尾。了錢。六畜　了工無利。耕作　平平。築室　難得平安。墳墓　地勢不吉。討海　費了工。作塭　了資本。魚苗　蝕本。月令　不遂有口舌。尋人　難。遠信　漸且待望"}}